[
  {
    "title": "Boleto Escolar",
    "text": "Landing Page utilizada por el gobierno de la provincia de San Juan para gestionar el beneficio de transporte a alumnos y docentes. En sus primeros días en producción, fue visitada por más de 30,000 personas.",
    "img": "BoletoEscolar.PNG",
    "urlGH": "private",
    "urlProject": "https://boletoescolar.sanjuan.gob.ar"
  },
  {
    "title": "Neuquen Pymes",
    "text": "Página web informativa para Neuquén Pymes, con secciones dedicadas a proporcionar información valiosa a pequeñas y medianas empresas. Incluye una calculadora financiera desarrollada con Vue.js para operaciones de descuento de cheques y gestión de saldo en el mercado de capitales.",
    "img": "Neuquen-Pymes.png",
    "urlGH": "private",
    "urlProject": "https://titanesclub.com/"
  },
  {
    "title": "Club de Titanes",
    "text": "Landing page del Club de Titanes desarrollada con React y Tailwind CSS, destacando por sus animaciones, efectos parallax y diseño visual atractivo que optimizan la experiencia del usuario.",
    "img": "Titanes-Club.png",
    "urlGH": "private",
    "urlProject": "https://www.neuquenpymes.com.ar/"
  },
  {
    "title": "FastShare",
    "text": "Extensión para Visual Studio Code que simplifica la conexión en Visual Studio Code Live Share dentro de redes locales usando WebHooks y Bonjour para señales broadcast.",
    "img": "Project_04.png",
    "urlGH": "https://github.com/Gabriel100201/vscode-extension",
    "urlProject": "https://marketplace.visualstudio.com/items?itemName=GabrielFunes100201.fastshare"
  },
  {
    "title": "E-Ball",
    "text": "E-Commerce desarrollado meticulosamente con React y Tailwind CSS, ofreciendo una interfaz moderna y responsiva. Utiliza useContext de React para una gestión avanzada de estado y react-router para rutas privadas, asegurando una experiencia de usuario fluida y segura.",
    "img": "Project_01.png",
    "urlGH": "https://github.com/Gabriel100201/React/tree/master/05-Ecommerce",
    "urlProject": "https://react-six-teal.vercel.app/"
  },
  {
    "title": "Digestos Miniseriales",
    "text": "Aplicación web diseñada para simplificar la búsqueda de digestos y resoluciones ministeriales en la provincia de San Juan, desarrollada para la Dirección de Gobierno Digital.",
    "img": "Project_03.png",
    "urlGH": "private",
    "urlProject": "https://digestos.sanjuan.gob.ar/"
  }
]
